''' выбери мод: 0 - минт в одной сети (и сразу chain), 1 - минт в рандомной сети В КОТОРОЙ ЕСТЬ НАТИВНЫЕ ТОКЕНЫ НА ГАЗ(bsc, polygon, avax)'''
import random
mode = 1
count_nfts = 1  #cтавим либо определенное количество либо random.randint(от скольки рандомно, до скольки рандомно)
CHAIN = 'opti'  #avax, polygon, bsc, opti

c = random.randint(1,1)  #ставим от и до (сколько кошельков будет рандомно в пачке, то есть если всего 20 и будет выбрано 2 то будет 10 пачек кошельков)

#cтавим от скольки до скольки секунд рандомно будет задержка между пачками

start = 0 #от скольки
end = 0  #до скольки секунд




